---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamConcreteCompression
source: html/f56cef3a-99a0-1562-c35c-cfaa15523709.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamConcreteCompression Property

"Concrete compression"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamConcreteCompression { get; }
```